Repository: lawoflarge/sunlit
Catalog: Sources/Sunlit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_mx, fr, it, ja, nl, pl, pt_br

# sky.lock.unlockSpoken
source: Double tap to see what Sunlit Pro includes
de: Doppeltippen, um zu sehen, was Sunlit Pro enthält
es: Pulsa dos veces para ver qué incluye Sunlit Pro
es_mx: Toca dos veces para ver qué incluye Sunlit Pro
fr: Touchez deux fois pour voir ce que comprend Sunlit Pro
it: Tocca due volte per scoprire cosa include Sunlit Pro
ja: ダブルタップで Sunlit Pro の内容を見る
nl: Dubbeltik om te zien wat Sunlit Pro bevat
pl: Dotknij dwukrotnie, aby zobaczyć, co obejmuje Sunlit Pro
pt_br: Toque duas vezes para ver o que o Sunlit Pro inclui

# sky.metric.altitude
source: Altitude
de: Höhe
es: Altura
es_mx: Altura
fr: Hauteur
it: Altezza
ja: 高度
nl: Hoogte
pl: Wysokość

# sky.metric.azimuth
source: Azimuth
de: Azimut
es: Azimut
es_mx: Azimut
fr: Azimut
it: Azimut
ja: 方位角
nl: Azimut
pl: Azymut
pt_br: Azimute

# sky.metric.irradiance
source: Irradiance
de: Einstrahlung
es: Irradiancia
es_mx: Irradiancia
it: Irradianza
ja: 日射量
nl: Instraling
pl: Irradiancja
pt_br: Irradiância

# sky.metric.shadow
source: Shadow length
de: Schattenlänge
es: Longitud de sombra
es_mx: Longitud de sombra
fr: Longueur de l’ombre
it: Lunghezza ombra
ja: 影の長さ
nl: Schaduwlengte
pl: Długość cienia
pt_br: Comprimento da sombra

# sky.metric.shadowNone
source: None
de: Keiner
es: Ninguna
es_mx: Ninguna
fr: Aucune
it: Nessuna
ja: なし
nl: Geen
pl: Brak
pt_br: Nenhuma

# sky.metric.shadowUnit
source: times the height
de: mal die Höhe
es: veces la altura
es_mx: veces la altura
fr: fois la hauteur
it: volte l'altezza
ja: 高さの倍
nl: keer de hoogte
pl: razy wysokość
pt_br: vezes a altura

# sky.milkyWay.limit.belowHorizon
source: The galactic centre stays too low here on this night
de: Das galaktische Zentrum bleibt hier in dieser Nacht zu tief
es: El centro galáctico se queda aquí demasiado bajo en esta noche
es_mx: El centro galáctico se queda demasiado bajo aquí esta noche
fr: Le centre galactique reste trop bas ici cette nuit
it: In questa notte il centro galattico resta troppo basso qui
ja: この夜、ここでは銀河中心が低すぎます
nl: Het galactisch centrum blijft hier vannacht te laag
pl: Centrum Galaktyki jest tu tej nocy zbyt nisko
pt_br: O centro galáctico fica baixo demais aqui nesta noite

# sky.milkyWay.limit.moonlight
source: Moonlight covers every dark hour of this night
de: Mondlicht deckt jede dunkle Stunde dieser Nacht ab
es: La luz de la luna cubre todas las horas oscuras de esta noche
es_mx: La luz de la luna cubre todas las horas oscuras de esta noche
fr: Le clair de Lune couvre chaque heure sombre de cette nuit
it: La luce lunare copre tutte le ore buie di questa notte
ja: この夜は暗い時間すべてを月明かりが覆います
nl: Maanlicht dekt vannacht elk donker uur
pl: Blask Księżyca pokrywa każdą ciemną godzinę tej nocy
pt_br: O luar cobre todas as horas escuras desta noite

# sky.milkyWay.limit.season
source: A dark sky and a high centre never coincide on this night
de: Dunkler Himmel und hohes Zentrum fallen in dieser Nacht nie zusammen
es: Un cielo oscuro y un centro alto nunca coinciden en esta noche
es_mx: Un cielo oscuro y un centro alto nunca coinciden esta noche
fr: Ciel sombre et centre haut ne coïncident jamais cette nuit
it: In questa notte cielo buio e centro alto non coincidono mai
ja: この夜は暗い空と高い銀河中心が重なりません
nl: Donkere hemel en hoog centrum vallen vannacht nooit samen
pl: Ciemne niebo i wysokie centrum nie zbiegają się tej nocy
pt_br: Céu escuro e centro alto nunca coincidem nesta noite

# sky.milkyWay.limit.twilight
source: The night never gets fully dark here at this time of year
de: Die Nacht wird hier zu dieser Jahreszeit nie ganz dunkel
es: Aquí la noche nunca llega a ser del todo oscura en esta época del año
es_mx: La noche nunca se oscurece del todo aquí en esta época del año
fr: La nuit ne devient jamais totalement sombre ici à cette période de l’année
it: Qui in questo periodo dell'anno la notte non diventa mai del tutto buia
ja: この時期ここでは夜が完全に暗くなりません
nl: De nacht wordt hier in deze tijd van het jaar nooit helemaal donker
pl: O tej porze roku noc nie robi się tu całkiem ciemna
pt_br: A noite nunca fica totalmente escura aqui nesta época do ano

# sky.milkyWay.title
source: Milky Way
de: Milchstraße
es: Vía Láctea
es_mx: Vía Láctea
fr: Voie lactée
it: Via Lattea
ja: 天の川
nl: Melkweg
pl: Droga Mleczna
pt_br: Via Láctea

# sky.model.clearSky
source: UV index and irradiance are a clear sky model, not a measurement
de: UV-Index und Einstrahlung sind ein Klarhimmelmodell, kein Messwert
es: El índice UV y la irradiancia son un modelo de cielo despejado, no una medida
es_mx: El índice UV y la irradiancia son un modelo de cielo despejado, no una medición
fr: L’indice UV et l’irradiance sont un modèle de ciel clair, pas une mesure
it: Indice UV e irradianza sono un modello di cielo sereno, non una misura
ja: UVインデックスと日射量は実測値ではなく晴天モデル
nl: UV-index en instraling zijn een model voor een heldere hemel, geen meting
pl: Indeks UV i irradiancja to model czystego nieba, a nie pomiar
pt_br: O índice UV e a irradiância são um modelo de céu limpo, não uma medição

# sky.moon.illuminated
source: %@, %@ lit
de: %1$@, %2$@ beleuchtet
es: %1$@, %2$@ iluminada
es_mx: %1$@, %2$@ iluminada
fr: %1$@, %2$@ éclairée
it: %1$@, %2$@ illuminata
ja: %1$@、輝面比 %2$@
nl: %1$@, %2$@ verlicht
pl: %1$@, oświetlenie %2$@
pt_br: %1$@, %2$@ iluminada

# sky.moon.neither
source: No moonrise or moonset on this day
de: An diesem Tag kein Mondaufgang, kein Monduntergang
es: No hay salida ni puesta de la luna en este día
es_mx: No hay salida ni puesta de la luna este día
fr: Ni lever ni coucher de Lune ce jour
it: In questa giornata la Luna non sorge né tramonta
ja: この日は月の出も月の入りもありません
nl: Op deze dag geen maansopkomst of maansondergang
pl: Tego dnia bez wschodu i zachodu Księżyca
pt_br: Sem nascer ou pôr da lua neste dia

# sky.moon.phase.firstQuarter
source: First quarter
de: Erstes Viertel
es: Cuarto creciente
es_mx: Cuarto creciente
fr: Premier quartier
it: Primo quarto
ja: 上弦
nl: Eerste kwartier
pl: Pierwsza kwadra
pt_br: Quarto crescente

# sky.moon.phase.full
source: Full moon
de: Vollmond
es: Luna llena
es_mx: Luna llena
fr: Pleine lune
it: Luna piena
ja: 満月
nl: Volle maan
pl: Pełnia
pt_br: Lua cheia

# sky.moon.phase.lastQuarter
source: Last quarter
de: Letztes Viertel
es: Cuarto menguante
es_mx: Cuarto menguante
fr: Dernier quartier
it: Ultimo quarto
ja: 下弦
nl: Laatste kwartier
pl: Ostatnia kwadra
pt_br: Quarto minguante

# sky.moon.phase.new
source: New moon
de: Neumond
es: Luna nueva
es_mx: Luna nueva
fr: Nouvelle lune
it: Luna nuova
ja: 新月
nl: Nieuwe maan
pl: Nów
pt_br: Lua nova

# sky.moon.phase.waningCrescent
source: Waning crescent
de: Abnehmende Sichel
es: Menguante cóncava
es_mx: Luna menguante
fr: Dernier croissant
it: Falce calante
ja: 欠ける三日月
nl: Afnemende sikkel
pl: Sierp ubywający
pt_br: Minguante côncava

# sky.moon.phase.waningGibbous
source: Waning gibbous
de: Abnehmender Dreiviertelmond
es: Gibosa menguante
es_mx: Gibosa menguante
fr: Gibbeuse décroissante
it: Gibbosa calante
ja: 欠ける凸月
nl: Afnemende maan
pl: Wypukły ubywający
pt_br: Minguante gibosa

# sky.moon.phase.waxingCrescent
source: Waxing crescent
de: Zunehmende Sichel
es: Creciente cóncava
es_mx: Luna creciente
fr: Premier croissant
it: Falce crescente
ja: 満ちる三日月
nl: Wassende sikkel
pl: Sierp przybywający
pt_br: Crescente côncava

# sky.moon.phase.waxingGibbous
source: Waxing gibbous
de: Zunehmender Dreiviertelmond
es: Gibosa creciente
es_mx: Gibosa creciente
fr: Gibbeuse croissante
it: Gibbosa crescente
ja: 満ちる凸月
nl: Wassende maan
pl: Wypukły przybywający
pt_br: Crescente gibosa

# sky.moon.riseAndSet
source: Rises %@, sets %@
de: Aufgang %1$@, Untergang %2$@
es: Sale %1$@, se pone %2$@
es_mx: Sale %1$@, se pone %2$@
fr: Lever %1$@, coucher %2$@
it: Sorge %1$@, tramonta %2$@
ja: 月の出 %1$@、月の入り %2$@
nl: Op %1$@, onder %2$@
pl: Wschodzi %1$@, zachodzi %2$@
pt_br: Nasce %1$@, se põe %2$@

# sky.moon.riseOnly
source: Rises %@, no moonset on this day
de: Aufgang %1$@, an diesem Tag kein Monduntergang
es: Sale %1$@, sin puesta de la luna en este día
es_mx: Sale %1$@, no se pone este día
fr: Lever %1$@, pas de coucher ce jour
it: Sorge %1$@, in questa giornata non tramonta
ja: 月の出 %1$@、この日は月の入りなし
nl: Op %1$@, geen maansondergang op deze dag
pl: Wschodzi %1$@, tego dnia bez zachodu
pt_br: Nasce %1$@, sem pôr da lua neste dia

# sky.moon.setOnly
source: Sets %@, no moonrise on this day
de: Untergang %1$@, an diesem Tag kein Mondaufgang
es: Se pone %1$@, sin salida de la luna en este día
es_mx: Se pone %1$@, no sale este día
fr: Coucher %1$@, pas de lever ce jour
it: Tramonta %1$@, in questa giornata non sorge
ja: 月の入り %1$@、この日は月の出なし
nl: Onder %1$@, geen maansopkomst op deze dag
pl: Zachodzi %1$@, tego dnia bez wschodu
pt_br: Se põe %1$@, sem nascer da lua neste dia

# sky.moon.title
source: Moon
de: Mond
es: Luna
es_mx: Luna
fr: Lune
it: Luna
ja: 月
nl: Maan
pl: Księżyc
pt_br: Lua

# sky.scrubber.hint
source: Swipe up or down to move through the day
de: Nach oben oder unten wischen, um durch den Tag zu fahren
es: Desliza arriba o abajo para recorrer el día
es_mx: Desliza arriba o abajo para recorrer el día
fr: Balayez vers le haut ou le bas pour parcourir la journée
it: Scorri in alto o in basso per muoverti nella giornata
ja: 上下にスワイプして一日を移動します
nl: Veeg omhoog of omlaag om door de dag te bewegen
pl: Przesuń w górę lub w dół, aby przechodzić przez dzień
pt_br: Deslize para cima ou para baixo para percorrer o dia

# sky.scrubber.label
source: Time
de: Uhrzeit
es: Hora
es_mx: Hora
fr: Heure
it: Ora
ja: 時刻
nl: Tijd
pl: Czas
pt_br: Hora

# sky.scrubber.liveSpoken
source: Showing the current time
de: Zeigt die aktuelle Uhrzeit
es: Mostrando la hora actual
es_mx: Mostrando la hora actual
fr: Affiche l’heure actuelle
it: Mostra l'ora attuale
ja: 現在時刻を表示中
nl: Toont de huidige tijd
pl: Pokazuje bieżący czas
pt_br: Mostrando o horário atual

# sky.scrubber.now
source: Now
de: Jetzt
es: Ahora
es_mx: Ahora
fr: Maintenant
it: Adesso
ja: 現在
nl: Nu
pl: Teraz
pt_br: Agora

# sky.scrubber.nowSpoken
source: Return to today at the current time
de: Zurück zu heute, zur aktuellen Uhrzeit
es: Volver a hoy a la hora actual
es_mx: Volver a hoy a la hora actual
fr: Revenir à aujourd’hui à l’heure actuelle
it: Torna a oggi all'ora attuale
ja: 今日の現在時刻に戻ります
nl: Terug naar vandaag op de huidige tijd
pl: Wróć do dziś, na bieżącą godzinę
pt_br: Voltar para hoje no horário atual

# store.error.load
source: The price could not be loaded. Check your connection and try again.
de: Der Preis konnte nicht geladen werden. Verbindung prüfen und erneut versuchen.
es: No se ha podido cargar el precio. Comprueba tu conexión e inténtalo de nuevo.
es_mx: No se pudo cargar el precio. Revisa tu conexión e inténtalo de nuevo.
fr: Le prix n’a pas pu être chargé. Vérifiez votre connexion et réessayez.
it: Non è stato possibile caricare il prezzo. Controlla la connessione e riprova.
ja: 価格を読み込めませんでした。接続を確認して、もう一度お試しください。
nl: De prijs kon niet worden geladen. Controleer je verbinding en probeer het opnieuw.
pl: Nie udało się wczytać ceny. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível carregar o preço. Verifique a sua conexão e tente de novo.

# store.error.notOffered
source: This purchase is not offered on this account or in this region.
de: Dieser Kauf wird für dieses Konto oder in dieser Region nicht angeboten.
es: Esta compra no se ofrece en esta cuenta ni en esta región.
es_mx: Esta compra no se ofrece en esta cuenta ni en esta región.
fr: Cet achat n’est pas proposé sur ce compte ou dans cette région.
it: Questo acquisto non è disponibile su questo account o in questa regione.
ja: この購入は、このアカウントまたはこの地域では提供されていません。
nl: Deze aankoop wordt niet aangeboden op dit account of in deze regio.
pl: Ten zakup nie jest oferowany na tym koncie ani w tym regionie.
pt_br: Esta compra não é oferecida nesta conta ou nesta região.

# store.error.unknownResult
source: The App Store returned a result Sunlit does not recognise.
de: Der App Store hat ein Ergebnis geliefert, das Sunlit nicht kennt.
es: La App Store ha devuelto un resultado que Sunlit no reconoce.
es_mx: El App Store devolvió un resultado que Sunlit no reconoce.
fr: L’App Store a renvoyé un résultat que Sunlit ne reconnaît pas.
it: L'App Store ha restituito un risultato che Sunlit non riconosce.
ja: App Store が、Sunlit の認識できない結果を返しました。
nl: De App Store gaf een resultaat terug dat Sunlit niet herkent.
pl: App Store zwrócił wynik, którego Sunlit nie rozpoznaje.
pt_br: A App Store retornou um resultado que o Sunlit não reconhece.

# store.result.cancelled
source: Cancelled. Nothing was charged.
de: Abgebrochen. Es wurde nichts berechnet.
es: Cancelado. No se ha cobrado nada.
es_mx: Cancelado. No se cobró nada.
fr: Annulé. Rien n’a été débité.
it: Annullato. Non è stato addebitato nulla.
ja: キャンセルしました。請求は発生していません。
nl: Geannuleerd. Er is niets in rekening gebracht.
pl: Anulowano. Nie pobrano opłaty.
pt_br: Cancelado. Nada foi cobrado.

# store.result.failed
source: The purchase did not complete. %@
de: Der Kauf wurde nicht abgeschlossen. %1$@
es: La compra no se ha completado. %1$@
es_mx: La compra no se completó. %1$@
fr: L’achat n’a pas abouti. %1$@
it: L'acquisto non è andato a buon fine. %1$@
ja: 購入は完了しませんでした。%1$@
nl: De aankoop is niet voltooid. %1$@
pl: Zakup nie doszedł do skutku. %1$@
pt_br: A compra não foi concluída. %1$@

# store.result.nothingToRestore
source: No purchase was found on this Apple Account.
de: Auf diesem Apple-Account wurde kein Kauf gefunden.
es: No se ha encontrado ninguna compra en esta cuenta de Apple.
es_mx: No se encontró ninguna compra en esta Cuenta de Apple.
fr: Aucun achat n’a été trouvé sur ce compte Apple.
it: Nessun acquisto trovato su questo Apple Account.
ja: この Apple アカウントに購入は見つかりませんでした。
nl: Op dit Apple Account is geen aankoop gevonden.
pl: Na tym koncie Apple nie znaleziono zakupu.
pt_br: Nenhuma compra foi encontrada nesta Conta Apple.

# store.result.pending
source: Waiting for approval. Sunlit unlocks by itself as soon as the purchase is approved, even if you close the app.
de: Warten auf Freigabe. Sunlit schaltet sich von selbst frei, sobald der Kauf freigegeben ist, auch wenn die App geschlossen wird.
es: Esperando la aprobación. Sunlit se desbloquea solo en cuanto se apruebe la compra, aunque cierres la app.
es_mx: Esperando aprobación. Sunlit se desbloquea solo en cuanto se apruebe la compra, aunque cierres la app.
fr: En attente d’approbation. Sunlit se déverrouille tout seul dès que l’achat est approuvé, même si vous fermez l’app.
it: In attesa di approvazione. Sunlit si sblocca da solo appena l'acquisto viene approvato, anche se chiudi l'app.
ja: 承認待ちです。購入が承認され次第、アプリを閉じていても Sunlit は自動で解除されます。
nl: Wachten op goedkeuring. Sunlit ontgrendelt zichzelf zodra de aankoop is goedgekeurd, ook als je de app sluit.
pl: Oczekiwanie na zatwierdzenie. Sunlit odblokuje się sam, gdy tylko zakup zostanie zatwierdzony, nawet po zamknięciu aplikacji.
pt_br: Aguardando aprovação. O Sunlit desbloqueia sozinho assim que a compra for aprovada, mesmo que você feche o app.

# store.result.productUnavailable
source: The purchase is not available right now.
de: Der Kauf ist gerade nicht verfügbar.
es: La compra no está disponible ahora mismo.
es_mx: La compra no está disponible en este momento.
fr: L’achat n’est pas disponible pour le moment.
it: L'acquisto non è disponibile in questo momento.
ja: この購入は現在利用できません。
nl: De aankoop is op dit moment niet beschikbaar.
pl: Ten zakup jest w tej chwili niedostępny.
pt_br: A compra não está disponível no momento.

# store.result.purchased
source: Unlocked. Everything is available now.
de: Freigeschaltet. Alles ist jetzt verfügbar.
es: Desbloqueado. Ya está todo disponible.
es_mx: Desbloqueado. Todo está disponible ahora.
fr: Déverrouillé. Tout est disponible.
it: Sbloccato. Ora è tutto disponibile.
ja: 解除しました。すべて利用できます。
nl: Ontgrendeld. Alles is nu beschikbaar.
pl: Odblokowano. Wszystko jest teraz dostępne.
pt_br: Desbloqueado. Tudo está disponível agora.

# store.result.restored
source: Restored. Everything is available again.
de: Wiederhergestellt. Alles ist wieder verfügbar.
es: Restaurado. Todo vuelve a estar disponible.
es_mx: Restaurado. Todo está disponible de nuevo.
fr: Restauré. Tout est de nouveau disponible.
it: Ripristinato. Tutto è di nuovo disponibile.
ja: 復元しました。すべて再び利用できます。
nl: Hersteld. Alles is weer beschikbaar.
pl: Przywrócono. Wszystko jest znów dostępne.
pt_br: Restaurado. Tudo está disponível de novo.

# store.result.unverified
source: The App Store could not verify this purchase, so nothing was unlocked. Try Restore purchase, and contact Apple if you were charged.
de: Der App Store konnte diesen Kauf nicht bestätigen, es wurde also nichts freigeschaltet. Bitte den Kauf wiederherstellen und Apple kontaktieren, falls der Betrag abgebucht wurde.
es: La App Store no ha podido verificar esta compra, así que no se ha desbloqueado nada. Prueba con Restaurar la compra, y ponte en contacto con Apple si se te ha cobrado.
es_mx: El App Store no pudo verificar esta compra, así que no se desbloqueó nada. Prueba Restaurar compra, y contacta a Apple si te cobraron.
fr: L’App Store n’a pas pu vérifier cet achat : rien n’a été déverrouillé. Essayez Restaurer l’achat, et contactez Apple si vous avez été débité.
it: L'App Store non ha potuto verificare questo acquisto, quindi non è stato sbloccato nulla. Prova con Ripristina l'acquisto e contatta Apple se ti è stato addebitato.
ja: App Store がこの購入を検証できなかったため、何も解除されていません。購入の復元をお試しのうえ、請求されていた場合は Apple にご連絡ください。
nl: De App Store kon deze aankoop niet verifiëren, dus er is niets ontgrendeld. Probeer Aankoop herstellen, en neem contact op met Apple als er is afgeschreven.
pl: App Store nie zdołał zweryfikować tego zakupu, więc nic nie zostało odblokowane. Spróbuj Przywróć zakup, a jeśli pobrano opłatę, skontaktuj się z Apple.
pt_br: A App Store não conseguiu verificar esta compra, então nada foi desbloqueado. Tente Restaurar a compra e fale com a Apple se você foi cobrado.

# tab.data
source: Data
de: Daten
es: Datos
es_mx: Datos
fr: Données
it: Dati
ja: データ
nl: Gegevens
pl: Dane
pt_br: Dados

# tab.map
source: Map
de: Karte
es: Mapa
es_mx: Mapa
fr: Carte
it: Mappa
ja: 地図
nl: Kaart
pl: Mapa
pt_br: Mapa

# tab.sky
source: Sky
de: Himmel
es: Cielo
es_mx: Cielo
fr: Ciel
it: Cielo
ja: 空
nl: Hemel
pl: Niebo
pt_br: Céu

# widget.dayArc.accessibility.altitude
source: Sun altitude %@ degrees
de: Sonnenhöhe %1$@ Grad
es: Altura del sol %1$@ grados
es_mx: Altura del sol %1$@ grados
fr: Hauteur du Soleil %1$@ degrés
it: Altezza del Sole %1$@ gradi
ja: 太陽の高度 %1$@度
nl: Zonshoogte %1$@ graden
pl: Wysokość Słońca %1$@ stopni
pt_br: Altitude do sol %1$@ graus

# widget.dayArc.accessibility.azimuth
source: Sun azimuth %@ degrees
de: Sonnenazimut %1$@ Grad
es: Azimut del sol %1$@ grados
es_mx: Azimut del sol %1$@ grados
fr: Azimut du Soleil %1$@ degrés
it: Azimut del Sole %1$@ gradi
ja: 太陽の方位角 %1$@度
nl: Zonsazimut %1$@ graden
pl: Azymut Słońca %1$@ stopni
pt_br: Azimute do sol %1$@ graus

# widget.dayArc.accessibility.next
source: %@ at %@, in %@
de: %1$@ um %2$@, in %3$@
es: %1$@ a las %2$@, dentro de %3$@
es_mx: %1$@ a las %2$@, en %3$@
fr: %1$@ à %2$@, dans %3$@
it: %1$@ alle %2$@, tra %3$@
ja: %1$@ %2$@、あと %3$@
nl: %1$@ om %2$@, over %3$@
pl: %1$@ o %2$@, za %3$@
pt_br: %1$@ às %2$@, em %3$@

# widget.dayArc.description
source: The day's arc with the sun in its real position.
de: Der Tagesbogen mit der Sonne an ihrer echten Position.
es: El arco del día con el sol en su posición real.
es_mx: El arco del día con el sol en su posición real.
fr: L’arc de la journée avec le Soleil à sa position réelle.
it: L'arco diurno con il Sole nella sua posizione reale.
ja: 太陽を実際の位置に描いた一日の弧。
nl: De dagboog met de zon op de werkelijke positie.
pl: Łuk dnia ze Słońcem w rzeczywistym położeniu.
pt_br: O arco do dia com o sol na posição real dele.

# widget.dayArc.title
source: Day Arc
de: Tagesbogen
es: Arco del día
es_mx: Arco del día
fr: Arc du jour
it: Arco diurno
ja: 一日の弧
nl: Dagboog
pl: Łuk dnia
pt_br: Arco do Dia

# widget.digest.accessibility.moon
source: Moon %@, %@ lit
de: Mond %1$@, %2$@ beleuchtet
es: Luna %1$@, %2$@ iluminada
es_mx: Luna %1$@, %2$@ iluminada
fr: Lune %1$@, %2$@ éclairée
it: Luna %1$@, %2$@ illuminata
ja: 月 %1$@、輝面比 %2$@
nl: Maan %1$@, %2$@ verlicht
pl: Księżyc %1$@, oświetlenie %2$@
pt_br: Lua %1$@, %2$@ iluminada

# widget.digest.accessibility.sun
source: Sunrise %@, sunset %@
de: Sonnenaufgang %1$@, Sonnenuntergang %2$@
es: Salida del sol %1$@, puesta %2$@
es_mx: Salida del sol %1$@, puesta %2$@
fr: Lever %1$@, coucher %2$@
it: Alba %1$@, tramonto %2$@
ja: 日の出 %1$@、日の入り %2$@
nl: Zonsopgang %1$@, zonsondergang %2$@
pl: Wschód Słońca %1$@, zachód %2$@
pt_br: Nascer do sol %1$@, pôr do sol %2$@

# widget.digest.accessibility.sunriseOnly
source: Sunrise %@. %@
de: Sonnenaufgang %1$@. %2$@
es: Salida del sol %1$@. %2$@
es_mx: Salida del sol %1$@. %2$@
fr: Lever %1$@. %2$@
it: Alba %1$@. %2$@
ja: 日の出 %1$@。%2$@
nl: Zonsopgang %1$@. %2$@
pl: Wschód Słońca %1$@. %2$@
pt_br: Nascer do sol %1$@. %2$@

# widget.digest.accessibility.sunsetOnly
source: %@. Sunset %@
de: %1$@. Sonnenuntergang %2$@
es: %1$@. Puesta del sol %2$@
es_mx: %1$@. Puesta del sol %2$@
fr: %1$@. Coucher %2$@
it: %1$@. Tramonto %2$@
ja: %1$@。日の入り %2$@
nl: %1$@. Zonsondergang %2$@
pl: %1$@. Zachód Słońca %2$@
pt_br: %1$@. Pôr do sol %2$@

# widget.digest.description
source: Sunrise, sunset, and tonight's moon phase.
de: Sonnenaufgang, Sonnenuntergang und die Mondphase heute Nacht.
es: Salida y puesta del sol y la fase lunar de esta noche.
es_mx: Salida y puesta del sol, y la fase lunar de esta noche.
fr: Lever, coucher, et la phase de la Lune cette nuit.
it: Alba, tramonto e fase lunare di stanotte.
ja: 日の出、日の入り、今夜の月相。
nl: Zonsopgang, zonsondergang en de maanfase van vannacht.
pl: Wschód i zachód Słońca oraz dzisiejsza faza Księżyca.
pt_br: Nascer do sol, pôr do sol e a fase da lua desta noite.

# widget.digest.title
source: Sun and Moon
de: Sonne und Mond
es: Sol y luna
es_mx: Sol y Luna
fr: Soleil et Lune
it: Sole e Luna
ja: 太陽と月
nl: Zon en maan
pl: Słońce i Księżyc
pt_br: Sol e Lua

# widget.event.firstLight
source: First light
de: Erstes Licht
es: Primera luz
es_mx: Primera luz
fr: Première lueur
it: Prima luce
ja: 薄明開始
nl: Eerste licht
pl: Pierwsze światło
pt_br: Primeira luz

# widget.event.goldenHourEnd
source: Golden hour ends
de: Goldene Stunde endet
es: Fin de la hora dorada
es_mx: Fin de la hora dorada
fr: Fin de l’heure dorée
it: Fine ora d'oro
ja: ゴールデンアワー終了
nl: Einde gouden uur
pl: Koniec złotej godziny
pt_br: Fim da hora dourada

# widget.event.goldenHourStart
source: Golden hour
de: Goldene Stunde
es: Hora dorada
es_mx: Hora dorada
fr: Heure dorée
it: Ora d'oro
ja: ゴールデンアワー
nl: Gouden uur
pl: Złota godzina
pt_br: Hora dourada

# widget.event.lastLight
source: Last light
de: Letztes Licht
es: Última luz
es_mx: Última luz
fr: Dernière lueur
it: Ultima luce
ja: 薄明終了
nl: Laatste licht
pl: Ostatnie światło
pt_br: Última luz

# widget.event.solarNoon
source: Solar noon
de: Wahrer Mittag
es: Mediodía solar
es_mx: Mediodía solar
fr: Midi solaire
it: Mezzogiorno solare
ja: 太陽正午
nl: Zonnemiddag
pl: Południe słoneczne
pt_br: Meio-dia solar

# widget.event.sunrise
source: Sunrise
de: Sonnenaufgang
es: Salida del sol
es_mx: Salida del sol
fr: Lever du Soleil
it: Alba
ja: 日の出
nl: Zonsopgang
pl: Wschód Słońca
pt_br: Nascer do sol

# widget.event.sunset
source: Sunset
de: Sonnenuntergang
es: Puesta del sol
es_mx: Puesta del sol
fr: Coucher du Soleil
it: Tramonto
ja: 日の入り
nl: Zonsondergang
pl: Zachód Słońca
pt_br: Pôr do sol
